{
  "data": {
    "list": [
      {
        "symbol": "CMCSA",
        "price": 43.53,
        "beta": 0.980143,
        "volAvg": 19880079,
        "mktCap": 198849380000,
        "lastDiv": 0.88,
        "range": "31.71-47.74",
        "changes": 0.51,
        "companyName": "Comcast Corporation Class A Common Stock",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Entertainment",
        "website": "http://corporate.comcast.com",
        "description": "Comcast Corporation operates as a media and technology company worldwide. It operates through Cable Communications, Cable Networks, Broadcast Television, Filmed Entertainment, Theme Parks, and Sky segments. The Cable Communications segment offers cable services, including high-speed Internet, video, voice, and security and automation services to residential and business customers under the Xfinity name; and advertising services. The Cable Networks segment operates national cable networks that provide various entertainment, news and information, and sports content; regional sports and news networks; international cable networks; and various digital properties, including brand-aligned Websites, as well as engages in the cable television studio production operations. The Broadcast Television segment operates NBC and Telemundo broadcast networks, NBC and Telemundo local broadcast television stations, broadcast television studio production operations, and various digital properties.",
        "ceo": "Mr. Brian L. Roberts",
        "sector": "Communication Services",
        "country": "United States",
        "fullTimeEmployees": "190000",
        "phone": "215-286-1700",
        "address": "One Comcast Center",
        "city": "One Comcast Center",
        "state": "PA",
        "zip": "19103",
        "dcfDiff": 89.99,
        "dcf": 132.91,
        "image": "https://financialmodelingprep.com/image-stock/CMCSA.jpg"
      },
      {
        "symbol": "INTC",
        "price": 49,
        "beta": 0.90978,
        "volAvg": 29161639,
        "mktCap": 208396993000,
        "lastDiv": 1.305,
        "range": "43.63-69.29",
        "changes": -0.22,
        "companyName": "Intel Corporation",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Semiconductors",
        "website": "http://www.intel.com",
        "description": "Intel Corporation designs, manufactures, and sells essential technologies for the cloud, smart, and connected devices worldwide. The company operates through DCG, IOTG, Mobileye, NSG, PSG, CCG, and All Other segments. It offers platform products, such as central processing units and chipsets, and system-on-chip and multichip packages; and non-platform or adjacent products comprising accelerators, boards and systems, connectivity products, and memory and storage products. The company also provides Internet of things products, including high-performance compute solutions for targeted verticals and embedded applications; and computer vision and machine learning-based sensing, data analysis, localization, mapping, and driving policy technology. It serves original equipment manufacturers, original design manufacturers, and cloud service providers. The company has collaborations with IBM and Red Hat Inc. on enterprise move to the hybrid cloud.",
        "ceo": "Mr. Robert H. Swan",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "110800",
        "phone": "408 765 8080",
        "address": "2200 Mission College Boulevard",
        "city": "2200 Mission College Boulevard",
        "state": "CA",
        "zip": "95054-1549",
        "dcfDiff": 78.39,
        "dcf": 137.1,
        "image": "https://financialmodelingprep.com/image-stock/INTC.jpg"
      },
      {
        "symbol": "AAPL",
        "price": 445.92,
        "beta": 1.228499,
        "volAvg": 36607773,
        "mktCap": 1906588520000,
        "lastDiv": 3.18,
        "range": "199.67-457.65",
        "changes": -4.9901,
        "companyName": "Apple Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Consumer Electronics",
        "website": "http://www.apple.com",
        "description": "Apple Inc. designs, manufactures, and markets smartphones, personal computers, tablets, wearables, and accessories worldwide. It also sells various related services. The company offers iPhone, a line of smartphones; Mac, a line of personal computers; iPad, a line of multi-purpose tablets; and wearables, home, and accessories comprising AirPods, Apple TV, Apple Watch, Beats products, HomePod, iPod touch, and other Apple-branded and third-party accessories. It also provides digital content stores and streaming services; AppleCare support services; and iCloud, a cloud service, which stores music, photos, contacts, calendars, mail, documents, and others. In addition, the company offers various service, such as Apple Arcade, a game subscription service; Apple Card, a co-branded credit card; Apple News+, a subscription news and magazine service; and Apple Pay, a cashless payment service, as well as licenses its intellectual property, and provides other related services.",
        "ceo": "Mr. Timothy D. Cook",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "137000",
        "phone": "408-996-1010",
        "address": "One Apple Park Way",
        "city": "One Apple Park Way",
        "state": "CA",
        "zip": "95014",
        "dcfDiff": 89.92,
        "dcf": 297.11,
        "image": "https://financialmodelingprep.com/image-stock/AAPL.jpg"
      },
      {
        "symbol": "MSFT",
        "price": 207.315,
        "beta": 1.231028,
        "volAvg": 35633839,
        "mktCap": 1568887280000,
        "lastDiv": 1.99,
        "range": "132.25-217.64",
        "changes": -0.935,
        "companyName": "Microsoft Corporation",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Software Infrastructure",
        "website": "http://www.microsoft.com",
        "description": "Microsoft Corporation develops, licenses, and supports software, services, devices, and solutions worldwide. Its Productivity and Business Processes segment offers Office, Exchange, SharePoint, Microsoft Teams, Office 365 Security and Compliance, and Skype for Business, as well as related Client Access Licenses (CAL); Skype, Outlook.com, and OneDrive; LinkedIn that includes Talent and marketing solutions, and subscriptions; and Dynamics 365, a set of cloud-based and on-premises business solutions for small and medium businesses, large organizations, and divisions of enterprises. Its Intelligent Cloud segment licenses SQL and Windows Servers, Visual Studio, System Center, and related CALs; GitHub that provides a collaboration platform and code hosting service for developers; and Azure, a cloud platform.",
        "ceo": "Mr. Satya Nadella",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "144000",
        "phone": "425-882-8080",
        "address": "One Microsoft Way",
        "city": "One Microsoft Way",
        "state": "WA",
        "zip": "98052",
        "dcfDiff": -60.78,
        "dcf": 68.39,
        "image": "https://financialmodelingprep.com/image-stock/MSFT.jpg"
      },
      {
        "symbol": "SIRI",
        "price": 6.13,
        "beta": 1.011804,
        "volAvg": 30700610,
        "mktCap": 26605977600,
        "lastDiv": 0.052,
        "range": "4.11-7.4",
        "changes": 0.12,
        "companyName": "Sirius XM Holdings Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Broadcasting",
        "website": "http://www.siriusxm.com",
        "description": "Sirius XM Holdings Inc. provides satellite radio services on a subscription fee basis in the United States. It broadcasts music, sports, entertainment, comedy, talk, news, traffic, and weather channels, including various music genres, such as rock, pop and hip-hop, country, dance, jazz, Latin, and classical; live play-by-play sports from various leagues and colleges; various talk and entertainment channels for a range of audiences; national, international, and financial news; and limited run channels. The company also provides streaming service that includes a range of music and non-music channels, and podcasts, as well as channels that are not available on its satellite radio service; and offers applications to allow consumers to access its streaming service on smartphones, tablets, computers, home devices, and other consumer electronic equipment. In addition, it distributes satellite radios through automakers and retailers, as well as its Website.",
        "ceo": "Mr. James E. Meyer",
        "sector": "Communication Services",
        "country": "United States",
        "fullTimeEmployees": "4534",
        "phone": "212-584-5100",
        "address": "1221 Avenue of the Americas",
        "city": "1221 Avenue of the Americas",
        "state": "NY",
        "zip": "10020",
        "dcfDiff": -6.32,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/SIRI.jpg"
      },
      {
        "symbol": "QCOM",
        "price": 110.64,
        "beta": 1.637436,
        "volAvg": 9967701,
        "mktCap": 124831785000,
        "lastDiv": 2.5100000000000002,
        "range": "58.0-113.0",
        "changes": 4.28,
        "companyName": "QUALCOMM Incorporated",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Semiconductors",
        "website": "http://www.qualcomm.com",
        "description": "QUALCOMM Incorporated designs, develops, manufactures, and markets digital communication products worldwide. It operates through three segments: Qualcomm CDMA Technologies (QCT); Qualcomm Technology Licensing (QTL); and Qualcomm Strategic Initiatives (QSI). The QCT segment develops and supplies integrated circuits and system software based on code division multiple access (CDMA), orthogonal frequency division multiple access, and other technologies for use in wireless voice and data communications, networking, application processing, multimedia, and global positioning system products. This segment also provides products designed for the implementation of small cells.",
        "ceo": "Mr. Steven M. Mollenkopf",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "37000",
        "phone": "858 587 1121",
        "address": "5775 Morehouse Drive",
        "city": "5775 Morehouse Drive",
        "state": "CA",
        "zip": "92121",
        "dcfDiff": -56.13,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/QCOM.jpg"
      },
      {
        "symbol": "CSCO",
        "price": 47.9,
        "beta": 1.204047,
        "volAvg": 22312031,
        "mktCap": 202248176000,
        "lastDiv": 1.42,
        "range": "32.4-53.07",
        "changes": 0.17,
        "companyName": "Cisco Systems Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Communication Equipment",
        "website": "http://www.cisco.com",
        "description": "Cisco Systems, Inc. designs, manufactures, and sells Internet Protocol based networking and other products related to the communications and information technology industry in the Americas, Europe, the Middle East, Africa, the Asia Pacific, Japan, and China. It provides infrastructure platforms, including networking technologies of switching, routing, wireless, and data center products that are designed to work together to deliver networking capabilities, and transport and/or store data. The company also offers collaboration products comprising unified communications, Cisco TelePresence, and conferencing, as well as the Internet of Things and analytics software. In addition, it provides security products, such as network security, cloud and email security, identity and access management, advanced threat protection, and unified threat management products; and cloud and system management products.",
        "ceo": "Mr. Charles H. Robbins",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "75900",
        "phone": "408-526-4000",
        "address": "170 West Tasman Drive",
        "city": "170 West Tasman Drive",
        "state": "CA",
        "zip": "95134",
        "dcfDiff": -5.59,
        "dcf": 38.47,
        "image": "https://financialmodelingprep.com/image-stock/CSCO.jpg"
      },
      {
        "symbol": "GILD",
        "price": 68.29,
        "beta": 1.13575,
        "volAvg": 9864046,
        "mktCap": 85616542000,
        "lastDiv": 2.62,
        "range": "60.89-85.97",
        "changes": -0.22,
        "companyName": "Gilead Sciences Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Drug ManufacturersGeneral",
        "website": "http://www.gilead.com",
        "description": "Gilead Sciences, Inc., a research-based biopharmaceutical company, discovers, develops, and commercializes medicines in the areas of unmet medical needs in the United States, Europe, and internationally. The company's products include Biktarvy, Descovy, Odefsey, Genvoya, Stribild, Complera/Eviplera, Atripla, and Truvada for the treatment of human immunodeficiency virus (HIV) infection; and Vosevi, Vemlidy, Epclusa, Harvoni, and Viread products for treating liver diseases. It also provides Yescarta, a chimeric antigen receptor T cell therapy for adult patients with relapsed or refractory large B-cell lymphoma; Zydelig, a kinase inhibitor; Letairis, an oral formulation of an endothelin receptor antagonist for pulmonary arterial hypertension; Ranexa, a tablet to treat chronic angina; and AmBisome, an antifungal agent to treat serious invasive fungal infections. In addition, the company offers its products under the name Cayston, Emtriva, Hepsera, Sovaldi, and Tybost.",
        "ceo": "Mr. Daniel P. O'Day",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": "11800",
        "phone": "650-574-3000",
        "address": "333 Lakeside Drive",
        "city": "333 Lakeside Drive",
        "state": "CA",
        "zip": "94404",
        "dcfDiff": 361.4,
        "dcf": 436.93,
        "image": "https://financialmodelingprep.com/image-stock/GILD.jpg"
      },
      {
        "symbol": "ATVI",
        "price": 80.26,
        "beta": 0.822934,
        "volAvg": 7337931,
        "mktCap": 61950448000,
        "lastDiv": 0.41,
        "range": "44.91-87.73",
        "changes": -2,
        "companyName": "Activision Blizzard Inc",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Electronic Gaming & Multimedia",
        "website": "http://www.activisionblizzard.com",
        "description": "Activision Blizzard, Inc., together with its subsidiaries, develops and distributes content and services on video game consoles, personal computers (PC), and mobile devices in the Americas, Europe, the Middle East, Africa, and the Asia Pacific. The company operates through three segments: Activision Publishing, Inc.; Blizzard Entertainment, Inc.; and King Digital Entertainment. It develops, publishes, and sells interactive software products and entertainment content for the console and PC platforms through retail and digital channels, including subscription, full-game, and in-game sales, as well as by licensing software to third-party or related-party companies; and offer downloadable content. The company also maintains a proprietary online gaming service, Battle.",
        "ceo": "Mr. Robert A. Kotick",
        "sector": "Communication Services",
        "country": "United States",
        "fullTimeEmployees": "9080",
        "phone": "310 255 2000",
        "address": "3100 Ocean Park Boulevard",
        "city": "3100 Ocean Park Boulevard",
        "state": "CA",
        "zip": "90405",
        "dcfDiff": 43.22,
        "dcf": 90.65,
        "image": "https://financialmodelingprep.com/image-stock/ATVI.jpg"
      },
      {
        "symbol": "NVDA",
        "price": 441.51,
        "beta": 2.037942,
        "volAvg": 11830634,
        "mktCap": 271528657000,
        "lastDiv": 0.64,
        "range": "147.39-460.19",
        "changes": -5.09,
        "companyName": "NVIDIA Corporation",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Semiconductors",
        "website": "http://www.nvidia.com",
        "description": "NVIDIA Corporation operates as a visual computing company worldwide. It operates in two segments, GPU and Tegra Processor. The GPU segment offers processors, which include GeForce for PC gaming and mainstream PCs; GeForce NOW for cloud-based gaming; Quadro for design professionals working in computer-aided design, video editing, special effects, and other creative applications; Tesla for artificial intelligence (AI) utilizing deep learning, accelerated computing, and general purpose computing; GRID, which provides power of NVIDIA graphics through the cloud and datacenters; DGX for AI scientists, researchers, and developers; and EGX for accelerated AI computing at the edge.",
        "ceo": "Mr. Jen-Hsun Huang",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "13775",
        "phone": "408 486 2000",
        "address": "2788 San Tomas Expressway",
        "city": "2788 San Tomas Expressway",
        "state": "CA",
        "zip": "95051",
        "dcfDiff": -95.03,
        "dcf": 92.35,
        "image": "https://financialmodelingprep.com/image-stock/NVDA.jpg"
      },
      {
        "symbol": "JBLU",
        "price": 11.96,
        "beta": 0.791736,
        "volAvg": 16788801,
        "mktCap": 3258214660,
        "lastDiv": 0,
        "range": "6.61-21.65",
        "changes": 0.27,
        "companyName": "JetBlue Airways Corporation",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Airlines",
        "website": "http://www.jetblue.com",
        "description": "JetBlue Airways Corporation, a passenger carrier company, provides air transportation services. As of December 31, 2019, the company operated a fleet of 63 Airbus A321 aircraft, 6 Airbus A321 neo aircraft, 130 Airbus A320 aircraft, and 60 Embraer E190 aircraft. It also served 99 destinations in the 30 states in the United States, the District of Columbia, the Commonwealth of Puerto Rico, the U.S. Virgin Islands, and 21 countries in the Caribbean and Latin America. JetBlue Airways Corporation was founded in 1998 and is based in Long Island City, New York.",
        "ceo": "Mr. Robin Hayes",
        "sector": "Industrials",
        "country": "United States",
        "fullTimeEmployees": "18698",
        "phone": "718 286 7900",
        "address": "27-01 Queens Plaza North",
        "city": "27-01 Queens Plaza North",
        "state": "NY",
        "zip": "11101",
        "dcfDiff": null,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/JBLU.jpg"
      },
      {
        "symbol": "WYNN",
        "price": 87.325,
        "beta": 2.054806,
        "volAvg": 5817743,
        "mktCap": 9417826300,
        "lastDiv": 4,
        "range": "35.84-153.41",
        "changes": 5.845,
        "companyName": "Wynn Resorts Limited",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Resorts & Casinos",
        "website": "http://www.wynnresorts.com",
        "description": "Wynn Resorts, Limited designs, develops, and operates integrated resorts. The company's Wynn Palace segment operates 424,000 square feet of casino space with 323 table games, 1,011 slot machines, private gaming salons, and sky casinos; a luxury hotel towers with 1,706 guest rooms, suites, and villas, including a health club, spa, salon, and pool; 14 food and beverage outlets; 106,000 square feet of retail space; 37,000 square feet of meeting and convention space; and performance lake and floral art displays. Its Wynn Macau segment operates 252,000 square feet of casino space with 322 table games, 838 slot machines, private gaming salons, sky casinos, and a poker room; two luxury hotel with 1,010 guest rooms and suites that include two health clubs, two spas, a salon, and a pool; 12 food and beverage outlets; 59,000 square feet of retail space; 31,000 square feet of meeting and convention space; and Chinese zodiac-inspired ceiling attractions.",
        "ceo": "Mr. Matthew Ode Maddox",
        "sector": "Consumer Cyclical",
        "country": "United States",
        "fullTimeEmployees": "30200",
        "phone": "702-770-7555",
        "address": "3131 Las Vegas Boulevard South",
        "city": "3131 Las Vegas Boulevard South",
        "state": "NV",
        "zip": "89109",
        "dcfDiff": null,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/WYNN.jpg"
      },
      {
        "symbol": "SBUX",
        "price": 79.5169,
        "beta": 0.504215,
        "volAvg": 9661167,
        "mktCap": 92955247000,
        "lastDiv": 1.64,
        "range": "50.02-98.14",
        "changes": 2.0469,
        "companyName": "Starbucks Corporation",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Restaurants",
        "website": "http://www.starbucks.com",
        "description": "Starbucks Corporation, together with its subsidiaries, operates as a roaster, marketer, and retailer of specialty coffee worldwide. The company operates in three segments: Americas; International; and Channel Development. Its stores offer coffee and tea beverages, roasted whole bean and ground coffees, single-serve and ready-to-drink beverages, and iced tea; and various food products, such as pastries, breakfast sandwiches, and lunch items. The company also licenses its trademarks through licensed stores, and grocery and foodservice accounts. It offers its products under the Starbucks, Teavana, Seattle's Best Coffee, Evolution Fresh, Ethos, Starbucks Reserve, and Princi brand names. As of October 30, 2019, the company operated approximately 31,000 stores. Starbucks Corporation was founded in 1971 and is based in Seattle, Washington.",
        "ceo": "Mr. Kevin R. Johnson",
        "sector": "Consumer Cyclical",
        "country": "United States",
        "fullTimeEmployees": "346000",
        "phone": "206-447-1575",
        "address": "2401 Utah Avenue South",
        "city": "2401 Utah Avenue South",
        "state": "WA",
        "zip": "98134",
        "dcfDiff": 128.6,
        "dcf": 205.46,
        "image": "https://financialmodelingprep.com/image-stock/SBUX.jpg"
      },
      {
        "symbol": "NVAX",
        "price": 165.143,
        "beta": 1.974704,
        "volAvg": 10088026,
        "mktCap": 9691903000,
        "lastDiv": 0,
        "range": "3.54-189.4",
        "changes": -13.3666,
        "companyName": "Novavax Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Biotechnology",
        "website": "http://www.novavax.com",
        "description": "Novavax, Inc., together with its subsidiary, Novavax AB, a late-stage biotechnology company, focuses on the discovery, development, and commercialization of vaccines to prevent serious infectious diseases. The company's lead vaccine candidates include ResVax, a respiratory syncytial virus (RSV) fusion (F) protein nanoparticle vaccine candidate that in Phase III clinical trial to protect infants from RSV disease through maternal immunization; and NanoFlu, which is in Phase III clinical trial for treating seasonal influenza in older adults. Its lead adjuvant is Matrix-M that is used to enable a vaccine to enhance the amplitude of the immune response and qualitatively change it, and the immune systems attack against microorganisms, as well as to allow immunization with much lower doses of antigen.",
        "ceo": "Mr. Stanley Charles Erck",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": "165",
        "phone": "240 268 2000",
        "address": "21 Firstfield Road",
        "city": "21 Firstfield Road",
        "state": "MD",
        "zip": "20878",
        "dcfDiff": -19.79,
        "dcf": -17.94,
        "image": "https://financialmodelingprep.com/image-stock/NVAX.jpg"
      },
      {
        "symbol": "BBBY",
        "price": 12.575,
        "beta": 1.306913,
        "volAvg": 12632121,
        "mktCap": 1584877570,
        "lastDiv": 0.68,
        "range": "3.43-17.79",
        "changes": -0.085,
        "companyName": "Bed Bath & Beyond Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Specialty Retail",
        "website": "http://www.bedbathandbeyond.com",
        "description": "Bed Bath & Beyond Inc., together with its subsidiaries, operates a chain of retail stores. The company sells a range of domestics merchandise, including bed linens and related items, bath items, and kitchen textiles; and home furnishings, such as kitchen and tabletop items, fine tabletop, basic housewares, general home furnishings, consumables, and various juvenile products. It also provides various textile products, amenities, and other goods to institutional customers in the hospitality, cruise line, healthcare, and other industries. As of February 29, 2020, the company had 1,500 stores, including 976 Bed Bath & Beyond stores in the United States and Canada; 261 stores under the names of World Market, Cost Plus World Market, or Cost Plus; 126 Buy Buy BABY stores; 81 stores under the Christmas Tree Shops, Christmas Tree Shops andThat! Names; and 53 stores under the Harmon, Harmon Face Values, or Face Values names.",
        "ceo": "Mr. Mark J. Tritton",
        "sector": "Consumer Cyclical",
        "country": "United States",
        "fullTimeEmployees": "55000",
        "phone": "908 688 0888",
        "address": "650 Liberty Avenue",
        "city": "650 Liberty Avenue",
        "state": "NJ",
        "zip": "07083",
        "dcfDiff": 122.08,
        "dcf": 138.95,
        "image": "https://financialmodelingprep.com/image-stock/BBBY.jpg"
      },
      {
        "symbol": "PLUG",
        "price": 11.815,
        "beta": 1.641652,
        "volAvg": 23195459,
        "mktCap": 3933319680,
        "lastDiv": 0,
        "range": "1.88-12.2",
        "changes": -0.225,
        "companyName": "Plug Power Inc.",
        "exchange": "NASDAQ Capital Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Electrical Equipment & Parts",
        "website": "http://www.plugpower.com",
        "description": "Plug Power Inc. provides hydrogen fuel cell turnkey solutions for the electric mobility and stationary power markets in North America and Europe. It focuses on proton exchange membrane (PEM) fuel cell and fuel processing technologies, fuel cell/battery hybrid technologies, and related hydrogen storage and dispensing infrastructure. The company offers GenDrive, a hydrogen fueled PEM fuel cell system that provides power to material handling electric vehicles; GenFuel, a hydrogen fueling delivery, generation, storage, and dispensing system; GenCare, an ongoing maintenance and service program for GenDrive and GenSure fuel cells, GenFuel products, and ProGen engines; and GenSure, a stationary fuel cell solution that provides modular PEM fuel cell power to support the backup and grid-support power requirements of the telecommunications, transportation, and utility sectors.",
        "ceo": "Mr. Andrew J. Marsh",
        "sector": "Industrials",
        "country": "United States",
        "fullTimeEmployees": "629",
        "phone": "518 782 7700",
        "address": "968 Albany Shaker Road",
        "city": "968 Albany Shaker Road",
        "state": "NY",
        "zip": "12110",
        "dcfDiff": -1.94,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/PLUG.jpg"
      },
      {
        "symbol": "PEIX",
        "price": 3.625,
        "beta": 1.685497,
        "volAvg": 2283431,
        "mktCap": 201123344,
        "lastDiv": 0,
        "range": "0.22-4.13",
        "changes": 0.385,
        "companyName": "Pacific Ethanol Inc.",
        "exchange": "NASDAQ Capital Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Oil & Gas Refining & Marketing",
        "website": "http://www.pacificethanol.com",
        "description": "Pacific Ethanol, Inc. produces and markets low-carbon renewable fuels and alcohol products in the United States. The company operates in two segments, Production and Marketing. It produces and markets ethanol; and co-products, such as wet and dry distillers grains, wet and dry corn gluten feed, condensed distillers solubles, corn gluten meal, corn germ, corn oil, dried yeast, and CO2, as well as markets ethanol produced by third parties. The company also offers ethanol transportation, storage, and delivery services through third-party service providers. It sells ethanol to integrated oil companies and gasoline marketers; distillers grains and other feed co-products to dairies and feedlots; and corn oil to poultry and biodiesel customers. The company owns and operates nine ethanol production facilities, including four plants located in the Western states of California, Oregon, and Idaho; and five plants in the Midwestern states of Illinois and Nebraska. Pacific Ethanol, Inc.",
        "ceo": "Mr. Neil M. Koehler",
        "sector": "Energy",
        "country": "United States",
        "fullTimeEmployees": "500",
        "phone": "916 403 2123",
        "address": "400 Capitol Mall",
        "city": "400 Capitol Mall",
        "state": "CA",
        "zip": "95814",
        "dcfDiff": 42.42,
        "dcf": 43.52,
        "image": "https://financialmodelingprep.com/image-stock/PEIX.jpg"
      },
      {
        "symbol": "PENN",
        "price": 48.93,
        "beta": 1.708263,
        "volAvg": 14445590,
        "mktCap": 6734186500,
        "lastDiv": 0,
        "range": "3.75-51.0",
        "changes": 3.55,
        "companyName": "Penn National Gaming Inc.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Resorts & Casinos",
        "website": "http://www.pngaming.com",
        "description": "Penn National Gaming, Inc., together with its subsidiaries, owns and manages gaming and racing properties, and operates video gaming terminals with a focus on slot machine entertainment. The company operates through four segments: Northeast, South, West, and Midwest. It also offers live sports betting at its properties in Indiana, Iowa, Mississippi, Nevada, Pennsylvania, and West Virginia; and operates online casino under the name of iCasino in Pennsylvania. As of March 16, 2020, the company owned, managed, or had ownership interests in 41 gaming and racing properties in 19 jurisdictions. It owns various trademarks and service marks, including, Ameristar, Argosy, Boomtown, Greektown, Hollywood Casino, Hollywood Gaming, Hollywood Poker, L'Auberge, M Resort, and MYCHOICE. The company was formerly known as PNRC Corp. and changed its name to Penn National Gaming, Inc. in 1994. Penn National Gaming, Inc. was founded in 1972 and is based in Wyomissing, Pennsylvania.",
        "ceo": "Mr. Jay A. Snowden",
        "sector": "Consumer Cyclical",
        "country": "United States",
        "fullTimeEmployees": "850",
        "phone": "610-373-2400",
        "address": "825 Berkshire Boulevard",
        "city": "825 Berkshire Boulevard",
        "state": "PA",
        "zip": "19610",
        "dcfDiff": null,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/PENN.jpg"
      },
      {
        "symbol": "PAAS",
        "price": 32.68,
        "beta": 0.504615,
        "volAvg": 3953557,
        "mktCap": 6847505900,
        "lastDiv": 0.17,
        "range": "10.61-40.11",
        "changes": -3.57,
        "companyName": "Pan American Silver Corp.",
        "exchange": "Nasdaq Global Select",
        "exchangeShortName": "NASDAQ",
        "industry": "Silver",
        "website": "http://www.panamericansilver.com",
        "description": "Pan American Silver Corp., together with its subsidiaries, engages in the exploration, development, extraction, processing, refining, and reclamation of silver mines. The company owns and operates mines located in Mexico, Peru, Canada, Argentina, and Bolivia. It also produces and sells gold, zinc, lead, and copper. The company holds interests in the La Colorada, Dolores, Huaron, Morococha, La Arena, Shahuindo, San Vicente, Manantial Espejo, and Timmins mines. Pan American Silver Corp. was founded in 1994 and is headquartered in Vancouver, Canada.",
        "ceo": "Mr. Michael Steinmann P.GEO",
        "sector": "Basic Materials",
        "country": "Canada",
        "fullTimeEmployees": "6800",
        "phone": "604-684-1175",
        "address": "625 Howe Street",
        "city": "625 Howe Street",
        "state": "BC",
        "zip": "V6C 2T6",
        "dcfDiff": -25.7,
        "dcf": -13,
        "image": "https://financialmodelingprep.com/image-stock/PAAS.jpg"
      },
      {
        "symbol": "OSTK",
        "price": 97.6299,
        "beta": 2.236087,
        "volAvg": 5149523,
        "mktCap": 3937706750,
        "lastDiv": 0,
        "range": "2.53-112.62",
        "changes": 2.0499,
        "companyName": "Overstock.com Inc.",
        "exchange": "NASDAQ Global Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Internet Retail",
        "website": "http://www.overstock.com",
        "description": "Overstock.com, Inc. operates as an online retailer in the United States and internationally. It operates through Retail, tZERO, and Medici Ventures segments. The company offers furniture; and home dcor, including rugs, bedding and bath, home improvement, kitchen items, and other related products. It also operates Worldstock Fair Trade, a store that provides handcrafted products; and Supplier Oasis, a single integration point for partners to manage their products, inventory, and sales channels, as well as obtain multi-channel fulfillment services through its distribution network. In addition, the company offers businesses advertising products or services on its Website. It provides its products and services through its Internet Websites, which include overstock.com, o.co, and o.biz. Further, it focuses on the development and commercialization of financial applications of blockchain technologies. The company was formerly known as D2-Discounts Direct and changed its name to Overstock.",
        "ceo": "Mr. Jonathan E. Johnson III",
        "sector": "Consumer Cyclical",
        "country": "United States",
        "fullTimeEmployees": "1613",
        "phone": "801-947-3100",
        "address": "799 West Coliseum Way",
        "city": "799 West Coliseum Way",
        "state": "UT",
        "zip": "84047",
        "dcfDiff": null,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/OSTK.jpg"
      },
      {
        "symbol": "CPRX",
        "price": 3.465,
        "beta": 2.390387,
        "volAvg": 1785704,
        "mktCap": 358374560,
        "lastDiv": 0,
        "range": "2.55-7.67",
        "changes": -0.8,
        "companyName": "Catalyst Pharmaceuticals Inc.",
        "exchange": "NASDAQ Capital Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Biotechnology",
        "website": "http://www.catalystpharma.com",
        "description": "Catalyst Pharmaceuticals, Inc., a biopharmaceutical company, focuses on developing and commercializing therapies for people with rare debilitating, chronic neuromuscular, and neurological diseases in the United States. It offers Firdapse, a proprietary form of amifampridine phosphate for the treatment of patients with lambert-eaton myasthenic syndrome. The company also develops Firdapse, which is in various clinical trials for the treatment of patients with congenital myasthenic syndrome, anti-MuSK antibody positive myasthenia gravis, and spinal muscular atrophy type 3. Catalyst Pharmaceuticals, Inc. has license agreements with BioMarin Pharmaceutical Inc.; and collaboration and license agreement with Endo Ventures Limited for the development and commercialization of generic Sabril tablets. The company was formerly known as Catalyst Pharmaceutical Partners, Inc. and changed its name to Catalyst Pharmaceuticals, Inc. in May 2015. Catalyst Pharmaceuticals, Inc.",
        "ceo": "Mr. Patrick J. McEnany",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": "76",
        "phone": "305-420-3200",
        "address": "355 Alhambra Circle",
        "city": "355 Alhambra Circle",
        "state": "FL",
        "zip": "33134",
        "dcfDiff": -5.86,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/CPRX.jpg"
      },
      {
        "symbol": "FCEL",
        "price": 2.82,
        "beta": 0,
        "volAvg": 15152793,
        "mktCap": 614497730,
        "lastDiv": 0,
        "range": "0.23-3.42",
        "changes": -0.05,
        "companyName": "FuelCell Energy Inc.",
        "exchange": "NASDAQ Global Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Electrical Equipment & Parts",
        "website": "http://www.fuelcellenergy.com",
        "description": "FuelCell Energy, Inc., together with its subsidiaries, designs, manufactures, sells, installs, operates, and services stationary fuel cell power plants for distributed power generation. The company offers SureSource product line based on carbonate fuel cell technology in various configurations, including on-site power, utility grid support, distributed hydrogen, and micro-grid, as well as multi-megawatt applications; and SureSource Recovery power plants for natural gas pipeline applications. It also provides SureSource Capture system that separates carbon dioxide from the flue gases of natural gas, biomass, or coal-fired power plants, as well as industrial facilities; and SOFC/SOEC and Energy Storage, a solution for energy storage using solid oxide technology. The company's SureSource power plants generate electricity and usable heat.",
        "ceo": "Mr. Jason B. Few",
        "sector": "Industrials",
        "country": "United States",
        "fullTimeEmployees": "301",
        "phone": "203 825 6000",
        "address": "3 Great Pasture Road",
        "city": "3 Great Pasture Road",
        "state": "CT",
        "zip": "06810",
        "dcfDiff": null,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/FCEL.jpg"
      },
      {
        "symbol": "MVIS",
        "price": 1.62,
        "beta": 0.612141,
        "volAvg": 16889031,
        "mktCap": 232385760,
        "lastDiv": 0,
        "range": "0.15-3.45",
        "changes": 0.1,
        "companyName": "Microvision Inc.",
        "exchange": "NASDAQ Global Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Scientific & Technical Instruments",
        "website": "http://www.microvision.com",
        "description": "MicroVision, Inc. develops PicoP scanning technology to create high-resolution miniature projection, and three-dimensional sensing and image capture solutions in the United States and Asia. Its PicoP scanning technology includes micro-electrical mechanical systems, laser diodes, opto-mechanics, and electronics. The company also develops a light detection and ranging engine for consumer electronic applications and automotive collision avoidance systems. It licenses its products primarily to original equipment manufacturers and original design manufacturers. MicroVision, Inc. was founded in 1993 and is headquartered in Redmond, Washington.",
        "ceo": "Mr. Sumit Sharma",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "30",
        "phone": "425-936-6847",
        "address": "6244 185th Avenue NE",
        "city": "6244 185th Avenue NE",
        "state": "WA",
        "zip": "98052",
        "dcfDiff": null,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/MVIS.jpg"
      },
      {
        "symbol": "NOVN",
        "price": 0.6425,
        "beta": 1.825974,
        "volAvg": 29007398,
        "mktCap": 82382632,
        "lastDiv": 0,
        "range": "0.215-3.72",
        "changes": -0.0175,
        "companyName": "Novan Inc.",
        "exchange": "NASDAQ Global Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Biotechnology",
        "website": "http://www.novan.com",
        "description": "Novan, Inc., a clinical development-stage biotechnology company, focuses on the development and commercialization of nitric oxide-based therapies to treat dermatological and oncovirus-mediated diseases. Its clinical stage dermatology product candidates include SB204, a topical monotherapy for the treatment of acne vulgaris; SB206, a topical anti-viral gel for the treatment of viral skin infections; SB208, a topical broad-spectrum anti-fungal gel for the treatment of fungal infections of the skin and nails, including athlete's foot and fungal nail infections; and SB414, a topical cream-based product candidate for the treatment of inflammatory skin diseases. The company also develops SB207, a topical anti-viral product candidate. Novan, Inc. has a license agreement with Sato Pharmaceutical Co., Ltd.; and a strategic alliance with Orion Corporation. The company was founded in 2006 and is headquartered in Morrisville, North Carolina.",
        "ceo": "Ms. Paula Brown Stafford",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": "28",
        "phone": "919 485 8080",
        "address": "4105 Hopson Road",
        "city": "4105 Hopson Road",
        "state": "NC",
        "zip": "27560",
        "dcfDiff": -1.01,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/NOVN.jpg"
      },
      {
        "symbol": "SNSS",
        "price": 0.3595,
        "beta": 2.698988,
        "volAvg": 10904978,
        "mktCap": 58802336,
        "lastDiv": 0,
        "range": "0.2-1.13",
        "changes": 0.0336,
        "companyName": "Sunesis Pharmaceuticals Inc.",
        "exchange": "NASDAQ Capital Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Biotechnology",
        "website": "http://www.sunesis.com",
        "description": "Sunesis Pharmaceuticals, Inc., a biopharmaceutical company, focuses on the development and commercialization of targeted inhibitors for the treatment of hematologic and solid cancers. Its lead product candidate is vecabrutinib, a non-covalent inhibitor of Bruton's tyrosine kinase (BTK), which is in Phase 1b/2 clinical trial for the treatment of chronic lymphocytic leukemia, mantle cell lymphoma, and other B-cell malignancies. The company is also developing SNS-510, which is in preclinical pharmacology studies for the treatment of solid tumor and hematologic malignancies; various other partnered programs, such as TAK-580, a pan-Raf inhibitor program that is in Phase 1 clinical trial for the treatment of pediatric low-grade glioma; and vosaroxin, an anti-cancer quinolone derivative that intercalates DNA and inhibits topoisomerase II. It has a collaboration agreement with Biogen Idec MA, Inc.",
        "ceo": "Mr. Dayton Misfeldt",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": "24",
        "phone": "650 266 3500",
        "address": "395 Oyster Point Boulevard",
        "city": "395 Oyster Point Boulevard",
        "state": "CA",
        "zip": "94080",
        "dcfDiff": -1.46,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/SNSS.jpg"
      },
      {
        "symbol": "LPTH",
        "price": 3.215,
        "beta": 0.006745,
        "volAvg": 663659,
        "mktCap": 83147936,
        "lastDiv": 0,
        "range": "0.54-4.87",
        "changes": 0.295,
        "companyName": "LightPath Technologies Inc.",
        "exchange": "NASDAQ Capital Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Electronic Components",
        "website": "http://www.lightpath.com",
        "description": "LightPath Technologies, Inc. designs, develops, manufactures, and distributes optical components and assemblies. The company offers precision molded glass aspheric optics, molded and diamond-turned infrared aspheric lenses, and other optical components used to produce products that manipulate light. Its products are used in defense products, medical devices, laser aided industrial tools, automotive safety applications, barcode scanners, optical data storage, hybrid fiber coax datacom, telecommunications, machine vision and sensors, and other industries. The company sells its products directly to customers in North America, Europe, and China, as well as through distributors and channel partners in the United States and internationally. LightPath Technologies, Inc. was founded in 1985 and is headquartered in Orlando, Florida.",
        "ceo": "Mr. Shmuel Rubin",
        "sector": "Technology",
        "country": "United States",
        "fullTimeEmployees": "339",
        "phone": "407-382-4003",
        "address": "2603 Challenger Tech Court",
        "city": "2603 Challenger Tech Court",
        "state": "FL",
        "zip": "32826",
        "dcfDiff": -1.43,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/LPTH.jpg"
      },
      {
        "symbol": "AEZS",
        "price": 0.5338,
        "beta": 2.612307,
        "volAvg": 3669595,
        "mktCap": 33167664,
        "lastDiv": 0,
        "range": "0.37-2.57",
        "changes": -0.0162,
        "companyName": "Aeterna Zentaris Inc.",
        "exchange": "NASDAQ Capital Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Biotechnology",
        "website": "http://www.zentaris.com",
        "description": "Aeterna Zentaris Inc., a specialty biopharmaceutical company, engages in developing and commercializing pharmaceutical therapies for treating oncology and endocrinology. Its commercial product is the Macrilen, a ghrelin receptor agonist that stimulates the secretion of growth hormone by binding to the GHSR-1a, a ghrelin receptor, which is used for endocrinology and oncology indications. The company has a license and assignment agreement with Strongbridge Ireland Limited for the development, manufacturing, registration, and commercialization of Macrilen in the United States and Canada. Aeterna Zentaris Inc. was incorporated in 1990 and is headquartered in Summerville, South Carolina.",
        "ceo": "Dr. Klaus Paulini",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": null,
        "phone": "843-900-3223",
        "address": "315 Sigma Drive",
        "city": "315 Sigma Drive",
        "state": "SC",
        "zip": "29486",
        "dcfDiff": -3.96,
        "dcf": 0,
        "image": "https://financialmodelingprep.com/image-stock/AEZS.jpg"
      },
      {
        "symbol": "SYPR",
        "price": 1.6345,
        "beta": 0.714165,
        "volAvg": 1264937,
        "mktCap": 34830540,
        "lastDiv": 0,
        "range": "0.54-2.15",
        "changes": 0.4745,
        "companyName": "Sypris Solutions Inc.",
        "exchange": "NASDAQ Global Market",
        "exchangeShortName": "NASDAQ",
        "industry": "Auto Parts",
        "website": "http://www.sypris.com",
        "description": "Sypris Solutions, Inc. provides truck components, oil and gas pipeline components, and aerospace and defense electronics primarily in North America and Mexico. It operates through two segments, Sypris Technologies and Sypris Electronics. The Sypris Technologies segment supplies forged, machined, welded, and heat-treated steel components for the commercial vehicle, off highway vehicle, light truck, automotive, and energy markets. This segment also offers drive train components, including axle shafts, transmission shafts, gear sets, steer axle knuckles, and other components for automotive and truck manufacturers. In addition, it provides value added operations for drive train assemblies; and manufactures pressure closures and other fabricated products for oil and gas pipelines.",
        "ceo": "Mr. Jeffrey T. Gill",
        "sector": "Consumer Cyclical",
        "country": "United States",
        "fullTimeEmployees": "630",
        "phone": "502 329 2000",
        "address": "One Oxmoor Place",
        "city": "One Oxmoor Place",
        "state": "KY",
        "zip": "40222",
        "dcfDiff": -1.08,
        "dcf": -0.05,
        "image": "https://financialmodelingprep.com/image-stock/SYPR.jpg"
      },
      {
        "symbol": "MRNA",
        "price": 70.93,
        "beta": 0,
        "volAvg": 26542818,
        "mktCap": 27988056100,
        "lastDiv": 0,
        "range": "12.47-95.21",
        "changes": -1.08,
        "companyName": "Moderna, Inc.",
        "exchange": "NasdaqGS",
        "exchangeShortName": "NASDAQ",
        "industry": "Biotechnology",
        "website": "http://www.modernatx.com",
        "description": "Moderna, Inc., a clinical stage biotechnology company, develops therapeutics and vaccines based on messenger RNA for the treatment of infectious diseases, immuno-oncology, rare diseases, and cardiovascular diseases. As of February 15, 2019 the company had 11 programs in clinical trials and a total of 20 development candidates in six modalities comprising prophylactic vaccines, cancer vaccines, intratumoral immuno-oncology, localized regenerative therapeutics, systemic secreted therapeutics, and systemic intracellular therapeutics. The company has strategic alliances with AstraZeneca, Merck & Co., Vertex Pharmaceuticals, Biomedical Advanced Research and Development Authority, Defense Advanced Research Projects Agency, and Bill & Melinda Gates Foundation; and a research collaboration with Harvard University. Moderna, Inc. also has a collaboration with Lonza Ltd. for the manufacture of mRNA-1273, a COVID-19 vaccine. The company was formerly known as Moderna Therapeutics, Inc.",
        "ceo": "Mr. Stphane Bancel",
        "sector": "Healthcare",
        "country": "United States",
        "fullTimeEmployees": "850",
        "phone": "617 714 6500",
        "address": "200 Technology Square",
        "city": "200 Technology Square",
        "state": "MA",
        "zip": "02139",
        "dcfDiff": null,
        "dcf": null,
        "image": "https://financialmodelingprep.com/image-stock/MRNA.jpg"
      }
    ]
  }
}